bookList.html
<!doctype html>
<html lang="en">
<head>
<title>Book List</title>
<!-- 2020-06-21 Sun 18:38 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<meta name="generator" content="Org-mode">

<link  href="https://cdnjs.cloudflare.com/ajax/libs/twitter-bootstrap/3.3.5/css/bootstrap.min.css" rel="stylesheet">
<link rel="shortcut icon" href="images/favicon.ico" type="image/x-icon">
<link rel="icon" href="images/favicon.ico" type="image/x-icon">
<link rel="stylesheet" href="https://cdnjs.cloudflare.com/ajax/libs/font-awesome/5.13.0/css/all.min.css">
<link href="https://fonts.googleapis.com/css?family=Montserrat" rel="stylesheet" type="text/css">
<link href="https://fonts.googleapis.com/css?family=Lato" rel="stylesheet" type="text/css">
<link rel="stylesheet" href="css/main.css">
<link rel="stylesheet" href="css/Blog.css">
</head>
<body>
<div id="content" class="container">
<div class="row"><div class="col-md-3 col-md-push-9"><nav id="table-of-contents">
<div id="text-table-of-contents" class="bs-docs-sidebar">
<ul class="nav">
<li><a href="#navbar">Book List</a></li>
<li><a href="#Books">Books</a></li>
<li><a href="#BookHomoDeus">Homo Deus</a></li>
<li><a href="#BookTLOTR">The Lord of the Rings</a></li>
<li><a href="#BookShannara">Shannara</a></li>
<li><a href="#BookKingsbridge">Kingsbridge Series</a></li>
</ul>
</div>
</nav>
</div><div class="col-md-9 col-md-pull-3"><h1 class="title">Book List</h1>

<div id="outline-container-navbar" class="outline-2 text-center navbar navbar-inverse navbar-fixed-top">
<h2 id="navbar"><a id="sec-" name="sec-"></a>Book List</h2>
<div class="outline-text-2" id="text-navbar">
<button type="button" class="navbar-toggle" data-toggle="collapse" data-target="#collapsableNavbar">
<span class="icon-bar"></span>
<span class="icon-bar"></span>
<span class="icon-bar"></span>
</button>
<h1 id="navbarTitle" class="navbar-text">Book List</h1>
<div class="collapse navbar-collapse" id="collapsableNavbar">
<ul class="nav navbar-nav">
<li><a title="Home" href="./index.html"><i class="fas fa-home fa-3x" aria-hidden="true"></i></a></li>
<li><a title="Blog Main Page" href="./blog.html" class="navbar-text h3">Blog</a></li>
<li><a title="Article List" href="./articleList.html" class="navbar-text h3">Article List</a></li>
</ul>
</div>
</div>
</div>


<div id="outline-container-Books" class="outline-2">
<h2 id="Books"><a id="sec-" name="sec-"></a>Books</h2>
<div class="outline-text-2" id="text-Books">
<p>
<b><b>Created:</b></b> <span class="timestamp-wrapper"><span class="timestamp">&lt;2020-06-21 Sun&gt;</span></span>
</p>

<p>
In this page I list the books I read with a little description on what
are them about. Hopefully you might get inspired and want to check
some of them out 😉
</p>
</div>
</div>

<div id="outline-container-BookHomoDeus" class="outline-2">
<h2 id="BookHomoDeus"><a id="sec-" name="sec-"></a>Homo Deus</h2>
<div class="outline-text-2" id="text-BookHomoDeus">
<p>
<a href="https://en.wikipedia.org/wiki/Homo_Deus:_A_Brief_History_of_Tomorrow">Homo Deus - Wikipedia's Page
</a>
</p>

<p>
Super interesting essay from Harari about what could be the future
into the XI century. This book makes you think about a
lot of topics: intelligence, mind, psychology,
technology&#x2026;  It contains a lot of references and
bibliography, so you can check out the sources and,
because of it, I added a couple of books to my <i>TODO
read list</i>. Even if sometimes it seems to overflow into
science-fiction realm, it's Super recommended!
</p>
</div>
</div>

<div id="outline-container-BookTLOTR" class="outline-2">
<h2 id="BookTLOTR"><a id="sec-" name="sec-"></a>The Lord of the Rings</h2>
<div class="outline-text-2" id="text-BookTLOTR">
<p>
<a href="https://en.wikipedia.org/wiki/The_Lord_of_the_Rings">The Lord of the Rings - Wikipedia's page</a>
</p>

<p>
<a href="https://en.wikipedia.org/wiki/The_Hobbit">The Hobbit - Wikipedia's page</a>
</p>

<p>
I read this one on my teenage years and I ain't gonna lie, it was
hard to carry on sometimes. In several parts it's quite slow and
descriptive, but it's definitely worth reading. Milestone of fantasy
literature.
</p>
</div>
</div>

<div id="outline-container-BookShannara" class="outline-2">
<h2 id="BookShannara"><a id="sec-" name="sec-"></a>Shannara</h2>
<div class="outline-text-2" id="text-BookShannara">
<p>
<a href="https://en.wikipedia.org/wiki/Shannara">Shannara - Wikipedia's Page</a>
</p>

<p>
I almost read every book on this series. Even if sometimes it could
be very similar to other fantasy operas, like <a href="#sec-">The Lord of the Rings</a>,
if you like magic, dragons, elves, dwarfs&#x2026; you aren't going to be
disappointed.
</p>
</div>
</div>

<div id="outline-container-BookKingsbridge" class="outline-2">
<h2 id="BookKingsbridge"><a id="sec-" name="sec-"></a>Kingsbridge Series</h2>
<div class="outline-text-2" id="text-BookKingsbridge">
<p>
<a href="https://en.wikipedia.org/wiki/The_Pillars_of_the_Earth">The Pillars of Earth - Wikipedia's Page</a>
</p>

<p>
<a href="https://en.wikipedia.org/wiki/World_Without_End_(Follett_novel)">World Without End - Wikipedia's Page</a>
</p>

<p>
<a href="https://en.wikipedia.org/wiki/A_Column_of_Fire">A Column of Fire - Wikipedia's Page</a>
</p>

<p>
An amazing historical trilogy revolve around the Kingsbridge's
cathedral. I liked this trilogy so much, especially the last two
books. 
</p>

<script type="text/javascript">
$(function() {
  $('#text-table-of-contents > ul li').first().css("display", "none");
  $('#text-table-of-contents > ul li:nth-child(2)').first().css("display", "none");
  $('#table-of-contents').addClass("visible-lg")
});
</script>
</div>
</div>
</div></div></div>
</body>
</html>
